pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_329 = {}

local var_0_1 = var_0_0.word_template_329

def temp():
	var_0_1.尤 = {
		比 = {
			亞 = {
				this = True
			}
		},
		权 = {
			this = True
		},
		物 = {
			视 = {
				频 = {
					this = True
				}
			}
		},
		蜜 = {
			视 = {
				频 = {
					this = True
				}
			}
		},
		利 = {
			娅 = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								格 = {
									尔 = {
										格 = {
											斯 = {
												["|"] = {
													J = {
														u = {
															l = {
																i = {
																	a = {
																		G = {
																			o = {
																				e = {
																					r = {
																						g = {
																							e = {
																								s = {
																									this = True
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.由 = {
		喜 = {
			貴 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.邮 = {
		政 = {
			局 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.铀 = {
		this = {
			this = True
		},
		["2"] = {
			["3"] = {
				["5"] = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.游 = {
		蕩 = {
			的 = {
				僵 = {
					尸 = {
						this = True
					}
				},
				士 = {
					兵 = {
						this = True
					}
				}
			},
			爪 = {
				牙 = {
					this = True
				}
			}
		},
		行 = {
			this = True,
			的 = {
				意 = {
					义 = {
						this = True
					}
				}
			},
			抗 = {
				议 = {
					this = True
				}
			}
		},
		精 = {
			佑 = {
				this = True
			}
		},
		龙 = {
			嘻 = {
				春 = {
					this = True
				}
			}
		},
		錫 = {
			坤 = {
				this = True
			}
		},
		戏 = {
			发 = {
				奖 = {
					员 = {
						this = True
					}
				}
			},
			宫 = {
				理 = {
					员 = {
						this = True
					}
				}
			},
			管 = {
				理 = {
					员 = {
						this = True
					}
				}
			},
			机 = {
				破 = {
					解 = {
						this = True
					}
				}
			},
			输 = {
				赢 = {
					笑 = {
						人 = {
							间 = {
								this = True
							}
						}
					}
				}
			},
			赚 = {
				钱 = {
					this = True
				}
			}
		},
		戲 = {
			管 = {
				理 = {
					員 = {
						this = True
					}
				}
			},
			機 = {
				this = True
			}
		},
		锡 = {
			堃 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.鈾 = {
		this = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.有 = {
		偿 = {
			捐 = {
				肾 = {
					this = True
				}
			}
		},
		诚 = {
			意 = {
				的 = {
					哥 = {
						哥 = {
							this = True
						}
					}
				}
			}
		},
		毒 = {
			的 = {
				不 = {
					是 = {
						开 = {
							水 = {
								this = True
							}
						}
					}
				}
			}
		},
		个 = {
			东 = {
				西 = {
					它 = {
						已 = {
							翘 = {
								this = True
							}
						}
					}
				}
			}
		},
		机 = {
			溶 = {
				剂 = {
					this = True
				}
			}
		},
		了 = {
			权 = {
				把 = {
					子 = {
						this = True
					}
				}
			}
		},
		碼 = {
			this = True
		},
		批 = {
			不 = {
				日 = {
					this = True
				}
			}
		},
		钱 = {
			不 = {
				捞 = {
					白 = {
						当 = {
							官 = {
								this = True
							}
						}
					}
				}
			},
			就 = {
				能 = {
					有 = {
						道 = {
							理 = {
								的 = {
									地 = {
										方 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		容 = {
			奶 = {
				大 = {
					this = True
				}
			}
		},
		时 = {
			会 = {
				是 = {
					私 = {
						法 = {
							局 = {
								this = True
							}
						}
					}
				}
			}
		},
		售 = {
			this = True
		},
		效 = {
			管 = {
				理 = {
					["7"] = {
						["7"] = {
							名 = {
								情 = {
									人 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		兴 = {
			趣 = {
				的 = {
					哥 = {
						哥 = {
							this = True
						}
					}
				}
			}
		},
		意 = {
			者 = {
				联 = {
					系 = {
						this = True
					}
				}
			}
		},
		幼 = {
			女 = {
				嫖 = {
					this = True
				}
			}
		},
		执 = {
			照 = {
				的 = {
					流 = {
						氓 = {
							this = True
						}
					}
				}
			}
		},
		的 = {
			人 = {
				已 = {
					经 = {
						到 = {
							了 = {
								， = {
									["4"] = {
										["5"] = {
											忌 = {
												惮 = {
													， = {
														胆 = {
															大 = {
																妄 = {
																	为 = {
																		的 = {
																			地 = {
																				步 = {
																					this = True
																				}
																			}
																		}
																	}
																}
															}
														}
													},
													、 = {
														胆 = {
															大 = {
																妄 = {
																	为 = {
																		的 = {
																			地 = {
																				步 = {
																					this = True
																				}
																			}
																		}
																	}
																}
															}
														}
													},
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									肆 = {
										无 = {
											忌 = {
												惮 = {
													， = {
														胆 = {
															大 = {
																妄 = {
																	为 = {
																		的 = {
																			地 = {
																				步 = {
																					this = True
																				}
																			}
																		}
																	}
																}
															}
														}
													},
													、 = {
														胆 = {
															大 = {
																妄 = {
																	为 = {
																		的 = {
																			地 = {
																				步 = {
																					this = True
																				}
																			}
																		}
																	}
																}
															}
														}
													},
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["4"] = {
									["5"] = {
										忌 = {
											惮 = {
												[","] = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												、 = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												， = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								肆 = {
									无 = {
										忌 = {
											惮 = {
												， = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												[","] = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												},
												、 = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							辽 = {
								["4"] = {
									["5"] = {
										忌 = {
											惮 = {
												[","] = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												},
												、 = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												， = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								肆 = {
									无 = {
										忌 = {
											惮 = {
												、 = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												},
												， = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												[","] = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["4"] = {
								["5"] = {
									忌 = {
										惮 = {
											， = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											[","] = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											、 = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							肆 = {
								无 = {
									忌 = {
										惮 = {
											[","] = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											， = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											、 = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		人 = {
			已 = {
				经 = {
					到 = {
						了 = {
							， = {
								["4"] = {
									["5"] = {
										忌 = {
											惮 = {
												， = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												},
												、 = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								},
								肆 = {
									无 = {
										忌 = {
											惮 = {
												， = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												、 = {
													胆 = {
														大 = {
															妄 = {
																为 = {
																	的 = {
																		地 = {
																			步 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												},
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["4"] = {
								["5"] = {
									忌 = {
										惮 = {
											[","] = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											、 = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											， = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							肆 = {
								无 = {
									忌 = {
										惮 = {
											、 = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											[","] = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											， = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						辽 = {
							["4"] = {
								["5"] = {
									忌 = {
										惮 = {
											[","] = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											， = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											、 = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							肆 = {
								无 = {
									忌 = {
										惮 = {
											、 = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											， = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											},
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											},
											[","] = {
												胆 = {
													大 = {
														妄 = {
															为 = {
																的 = {
																	地 = {
																		步 = {
																			this = True
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						["4"] = {
							["5"] = {
								忌 = {
									惮 = {
										胆 = {
											大 = {
												妄 = {
													为 = {
														的 = {
															地 = {
																步 = {
																	this = True
																}
															}
														}
													}
												}
											}
										},
										， = {
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										},
										[","] = {
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										},
										、 = {
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						},
						肆 = {
							无 = {
								忌 = {
									惮 = {
										[","] = {
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										},
										， = {
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										},
										、 = {
											胆 = {
												大 = {
													妄 = {
														为 = {
															的 = {
																地 = {
																	步 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										},
										胆 = {
											大 = {
												妄 = {
													为 = {
														的 = {
															地 = {
																步 = {
																	this = True
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		限 = {
			廉 = {
				任 = {
					this = True
				}
			},
			链 = {
				刃 = {
					this = True
				}
			}
		},
		逼 = {
			能 = {
				行 = {
					天 = {
						下 = {
							this = True
						}
					}
				}
			}
		},
		评 = {
			论 = {
				吗 = {
					this = True
				}
			}
		}
	}

temp()
