pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_263 = {}

local var_0_1 = var_0_0.word_template_263

def temp():
	var_0_1.世 = {
		博 = {
			this = True,
			耗 = {
				资 = {
					四 = {
						千 = {
							亿 = {
								this = True
							}
						}
					}
				}
			},
			会 = {
				吉 = {
					祥 = {
						物 = {
							this = True
						}
					}
				}
			},
			吉 = {
				祥 = {
					物 = {
						this = True
					}
				}
			},
			能 = {
				否 = {
					推 = {
						出 = {
							中 = {
								国 = {
									价 = {
										值 = {
											观 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			},
			文 = {
				化 = {
					中 = {
						心 = {
							this = True
						}
					}
				}
			}
		},
		代 = {
			高 = {
				唱 = {
					太 = {
						平 = {
							谣 = {
								this = True
							}
						}
					}
				}
			}
		},
		纪 = {
			末 = {
				狂 = {
					想 = {
						曲 = {
							this = True
						}
					}
				}
			}
		},
		界 = {
			第 = {
				一 = {
					的 = {
						贪 = {
							官 = {
								群 = {
									体 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			經 = {
				濟 = {
					導 = {
						報 = {
							this = True
						}
					}
				}
			},
			列 = {
				强 = {
					震 = {
						惊 = {
							了 = {
								this = True
							}
						}
					}
				}
			},
			末 = {
				日 = {
					的 = {
						真 = {
							假 = {
								this = True
							}
						}
					}
				}
			},
			人 = {
				权 = {
					宣 = {
						言 = {
							["6"] = {
								["0"] = {
									周 = {
										年 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			通 = {
				this = True
			},
			维 = {
				吾 = {
					尔 = {
						大 = {
							会 = {
								this = True
							}
						},
						代 = {
							表 = {
								大 = {
									会 = {
										this = True
									}
								}
							}
						},
						青 = {
							年 = {
								代 = {
									表 = {
										大 = {
											会 = {
												this = True
											}
										}
									}
								}
							}
						},
						族 = {
							人 = {
								大 = {
									会 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			維 = {
				吾 = {
					爾 = {
						代 = {
							表 = {
								大 = {
									會 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			以 = {
				利 = {
					亚 = {
						福 = {
							音 = {
								宣 = {
									教 = {
										会 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			新 = {
				闻 = {
					摄 = {
						影 = {
							奖 = {
								this = True
							}
						}
					}
				}
			},
			革 = {
				命 = {
					领 = {
						袖 = {
							this = True
						}
					}
				}
			},
			大 = {
				变 = {
					局 = {
						this = True
					}
				}
			},
			乱 = {
				局 = {
					this = True
				}
			},
			女 = {
				子 = {
					网 = {
						球 = {
							协 = {
								会 = {
									this = True
								}
							}
						}
					}
				}
			},
			象 = {
				棋 = {
					冠 = {
						军 = {
							this = True
						}
					}
				}
			}
		},
		维 = {
			大 = {
				会 = {
					this = True
				}
			},
			会 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.仕 = {
		途 = {
			风 = {
				流 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.市 = {
		府 = {
			办 = {
				强 = {
					势 = {
						部 = {
							门 = {
								this = True
							}
						}
					}
				}
			}
		},
		妓 = {
			委 = {
				this = True
			}
		},
		民 = {
			每 = {
				个 = {
					月 = {
						买 = {
							["2"] = {
								["0"] = {
									块 = {
										钱 = {
											的 = {
												生 = {
													态 = {
														基 = {
															金 = {
																this = True
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		长 = {
			李 = {
				玉 = {
					书 = {
						["2"] = {
							["0"] = {
								个 = {
									情 = {
										人 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			书 = {
				记 = {
					一 = {
						起 = {
							睡 = {
								this = True
							}
						}
					}
				}
			}
		},
		委 = {
			委 = {
				员 = {
					["|"] = {
						常 = {
							委 = {
								["|"] = {
									副 = {
										书 = {
											记 = {
												["|"] = {
													市 = {
														委 = {
															常 = {
																委 = {
																	["|"] = {
																		市 = {
																			长 = {
																				["|"] = {
																					上 = {
																						海 = {
																							市 = {
																								长 = {
																									["|"] = {
																										上 = {
																											海 = {
																												市 = {
																													委 = {
																														this = True
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.势 = {
		力 = {
			的 = {
				狗 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.事 = {
		实 = {
			独 = {
				立 = {
					this = True
				}
			}
		},
		實 = {
			獨 = {
				立 = {
					this = True
				}
			}
		},
		在 = {
			四 = {
				方 = {
					， = {
						要 = {
							在 = {
								中 = {
									央 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.侍 = {
		從 = {
			貝 = {
				赫 = {
					爾 = {
						特 = {
							this = True
						}
					}
				}
			},
			倫 = {
				斯 = {
					韋 = {
						this = True
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.试 = {
		嫖 = {
			一 = {
				个 = {
					月 = {
						this = True
					}
				},
				月 = {
					不 = {
						收 = {
							任 = {
								何 = {
									费 = {
										用 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		玩 = {
			账 = {
				号 = {
					赢 = {
						现 = {
							金 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()
