pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_387 = {}

local var_0_1 = var_0_0.word_template_387

def temp():
	var_0_1.娜 = {
		奥 = {
			米 = {
				["\\"] = {
					p = {
						P = {
							["?"] = {
								弗 = {
									朗 = {
										索 = {
											瓦 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.粪 = {
		坑 = {
			先 = {
				生 = {
					一 = {
						直 = {
							不 = {
								下 = {
									来 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		化 = {
			部 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.宽 = {
		衣 = {
			帝 = {
				座 = {
					位 = {
						涂 = {
							了 = {
								["5"] = {
									["0"] = {
										["2"] = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									衣 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	挑 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									夫 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	小 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									学 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	生 = {
																																		this = True
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	博 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									士 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	皇 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									帝 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.Ⅱ = {
		Ⅹ = {
			大 = {
				this = True
			}
		},
		拾 = {
			大 = {
				this = True
			}
		},
		["0"] = {
			大 = {
				this = True
			}
		},
		零 = {
			大 = {
				this = True,
				清 = {
					洗 = {
						this = True
					}
				}
			}
		},
		会 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.芃 = {
		李 = {
			圆 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.壬 = {
		皿 = {
			大 = {
				会 = {
					堂 = {
						this = True
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.怛 = {
		籁 = {
			喇 = {
				嘛 = {
					this = True
				}
			}
		}
	}

temp()
