pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_186 = {}

local var_0_1 = var_0_0.word_template_186

def temp():
	var_0_1.练 = {
		内 = {
			功 = {
				学 = {
					口 = {
						技 = {
							风 = {
								情 = {
									气 = {
										质 = {
											巧 = {
												相 = {
													配 = {
														this = True
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.炼 = {
		金 = {
			师 = {
				玛 = {
					丽 = {
						this = True
					}
				}
			}
		},
		狱 = {
			监 = {
				禁 = {
					黙 = {
						示 = {
							录 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.恋 = {
		足 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.煉 = {
		功 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.良 = {
		家 = {
			兼 = {
				职 = {
					this = True
				}
			},
			女 = {
				进 = {
					去 = {
						妓 = {
							女 = {
								出 = {
									来 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		夜 = {
			不 = {
				能 = {
					留 = {
						this = True
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.梁 = {
		滨 = {
			this = True
		},
		光 = {
			烈 = {
				this = True
			}
		},
		擎 = {
			暾 = {
				this = True
			}
		},
		振 = {
			英 = {
				this = True
			}
		},
		擘 = {
			暾 = {
				this = True
			}
		},
		家 = {
			河 = {
				血 = {
					统 = {
						this = True
					}
				},
				熊 = {
					座 = {
						位 = {
							涂 = {
								了 = {
									["5"] = {
										["0"] = {
											["2"] = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									家 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	河 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									小 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	学 = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									生 = {
																																										this = True
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		稼 = {
			河 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.粮 = {
		食 = {
			局 = {
				this = True
			}
		}
	}

temp()
