pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_77 = {}

local var_0_1 = var_0_0.word_template_77

def temp():
	var_0_1.担 = {
		心 = {
			仙 = {
				人 = {
					跳 = {
						this = True
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.单 = {
		飞 = {
			模 = {
				特 = {
					this = True
				}
			}
		},
		管 = {
			猎 = {
				枪 = {
					["3"] = {
						["0"] = {
							发 = {
								提 = {
									供 = {
										this = True
									}
								}
							}
						}
					},
					专 = {
						卖 = {
							this = True
						}
					}
				}
			}
		},
		人 = {
			分 = {
				析 = {
					仪 = {
						this = True
					}
				}
			}
		},
		特 = {
			this = True
		},
		挑 = {
			保 = {
				单 = {
					分 = {
						析 = {
							器 = {
								this = True
							}
						}
					}
				}
			},
			汪 = {
				this = True
			},
			王 = {
				this = True
			}
		},
		打 = {
			排 = {
				名 = {
					最 = {
						高 = {
							第 = {
								["1"] = {
									["4"] = {
										位 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.旦 = {
		正 = {
			昂 = {
				杰 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.但 = {
		闻 = {
			床 = {
				上 = {
					男 = {
						女 = {
							爽 = {
								歪 = {
									歪 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		是 = {
			小 = {
				灰 = {
					["\\"] = {
						x = {
							["{"] = {
								["1"] = {
									F = {
										["4"] = {
											["3"] = {
												["0"] = {
													["}"] = {
														为 = {
															了 = {
																吃 = {
																	到 = {
																		更 = {
																			多 = {
																				的 = {
																					青 = {
																						草 = {
																							， = {
																								把 = {
																									小 = {
																										白 = {
																											["\\"] = {
																												x = {
																													["{"] = {
																														["1"] = {
																															F = {
																																["4"] = {
																																	["3"] = {
																																		["0"] = {
																																			["}"] = {
																																				送 = {
																																					给 = {
																																						了 = {
																																							公 = {
																																								["\\"] = {
																																									x = {
																																										["{"] = {
																																											["1"] = {
																																												F = {
																																													["9"] = {
																																														["8"] = {
																																															["1"] = {
																																																["}"] = {
																																																	this = True
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.弹 = {
		刺 = {
			跳 = {
				刀 = {
					this = True
				}
			}
		},
		药 = {
			this = True,
			出 = {
				售 = {
					this = True
				}
			},
			价 = {
				格 = {
					this = True
				}
			}
		},
		唱 = {
			词 = {
				[" "] = {
					["\\"] = {
						["\\"] = {
							别 = {
								后 = {
									["\\"] = {
										["\\"] = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		性 = {
			宏 = {
				县 = {
					this = True
				}
			},
			红 = {
				线 = {
					this = True
				}
			}
		},
		笑 = {
			疯 = {
				声 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.彈 = {
		劾 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.当 = {
		官 = {
			的 = {
				受 = {
					贿 = {
						数 = {
							额 = {
								越 = {
									来 = {
										越 = {
											多 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				},
				贪 = {
					污 = {
						this = True
					}
				},
				喜 = {
					贪 = {
						赃 = {
							this = True
						}
					}
				},
				住 = {
					洋 = {
						房 = {
							院 = {
								子 = {
									盖 = {
										起 = {
											高 = {
												围 = {
													墙 = {
														this = True
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			女 = {
				人 = {
					弄 = {
						死 = {
							男 = {
								人 = {
									this = True
								}
							}
						}
					}
				}
			},
			要 = {
				精 = {
					通 = {
						哪 = {
							四 = {
								种 = {
									语 = {
										言 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		过 = {
			城 = {
				管 = {
					现 = {
						在 = {
							在 = {
								税 = {
									务 = {
										局 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		家 = {
			作 = {
				主 = {
					搞 = {
						起 = {
							来 = {
								this = True
							}
						}
					}
				}
			}
		},
		色 = {
			狼 = {
				遇 = {
					上 = {
						蛇 = {
							王 = {
								this = True
							}
						}
					}
				}
			}
		},
		政 = {
			者 = {
				this = True
			}
		},
		车 = {
			的 = {
				歹 = {
					徒 = {
						this = True
					}
				}
			}
		},
		面 = {
			交 = {
				易 = {
					警 = {
						察 = {
							证 = {
								this = True
							}
						}
					},
					假 = {
						死 = {
							亡 = {
								证 = {
									明 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		代 = {
			贺 = {
				龙 = {
					this = True
				}
			},
			烽 = {
				火 = {
					戏 = {
						诸 = {
							侯 = {
								this = True
							}
						}
					}
				}
			}
		},
		今 = {
			头 = {
				头 = {
					不 = {
						换 = {
							人 = {
								this = True
							}
						}
					}
				}
			},
			主 = {
				心 = {
					骨 = {
						this = True
					}
				}
			},
			一 = {
				哥 = {
					this = True
				}
			},
			大 = {
				b = {
					o = {
						s = {
							s = {
								this = True
							}
						}
					}
				}
			},
			首 = {
				辅 = {
					this = True
				}
			},
			掌 = {
				舵 = {
					人 = {
						this = True
					}
				}
			}
		},
		了 = {
			["9"] = {
				年 = {
					皇 = {
						帝 = {
							this = True
						}
					}
				}
			},
			几 = {
				年 = {
					皇 = {
						帝 = {
							this = True
						}
					}
				}
			},
			九 = {
				年 = {
					皇 = {
						帝 = {
							this = True
						}
					}
				}
			}
		},
		中 = {
			秧 = {
				this = True
			}
		},
		年 = {
			我 = {
				笑 = {
					大 = {
						哥 = {
							秀 = {
								this = True
							}
						}
					}
				}
			}
		},
		你 = {
			发 = {
				现 = {
					一 = {
						只 = {
							蟑 = {
								螂 = {
									的 = {
										时 = {
											候 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		知 = {
			项 = {
				欠 = {
					this = True
				}
			}
		}
	}

temp()
