pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_294 = {}

local var_0_1 = var_0_0.word_template_294

def temp():
	var_0_1.我 = {
		爱 = {
			阿 = {
				姨 = {
					的 = {
						大 = {
							咪 = {
								咪 = {
									this = True
								}
							}
						}
					}
				}
			},
			我 = {
				色 = {
					网 = {
						址 = {
							this = True
						}
					}
				}
			},
			熟 = {
				女 = {
					this = True
				}
			}
		},
		把 = {
			你 = {
				姐 = {
					把 = {
						夜 = {
							包 = {
								this = True
							}
						}
					}
				},
				妈 = {
					来 = {
						强 = {
							奸 = {
								this = True
							}
						}
					}
				}
			}
		},
		爸 = {
			裤 = {
				脱 = {
					掉 = {
						吃 = {
							死 = {
								你 = {
									妈 = {
										b = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		操 = {
			this = True,
			你 = {
				this = True
			}
		},
		草 = {
			不 = {
				带 = {
					套 = {
						this = True
					}
				}
			},
			你 = {
				吗 = {
					不 = {
						带 = {
							套 = {
								this = True
							}
						}
					}
				}
			}
		},
		插 = {
			this = True
		},
		的 = {
			第 = {
				一 = {
					次 = {
						嫖 = {
							娼 = {
								故 = {
									事 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			服 = {
				务 = {
					this = True
				}
			},
			喇 = {
				嘛 = {
					this = True
				}
			},
			妹 = {
				妹 = {
					雯 = {
						雯 = {
							this = True
						}
					}
				}
			},
			民 = {
				主 = {
					历 = {
						程 = {
							this = True
						}
					}
				}
			},
			女 = {
				儿 = {
					小 = {
						可 = {
							this = True
						}
					}
				}
			},
			上 = {
				师 = {
					this = True
				}
			},
			土 = {
				地 = {
					和 = {
						我 = {
							的 = {
								人 = {
									民 = {
										this = True
									}
								}
							}
						}
					},
					我 = {
						的 = {
							人 = {
								民 = {
									this = True
								}
							}
						}
					}
				}
			},
			文 = {
				革 = {
					岁 = {
						月 = {
							this = True
						}
					}
				}
			},
			性 = {
				启 = {
					蒙 = {
						老 = {
							师 = {
								this = True
							}
						}
					}
				}
			},
			淫 = {
				乱 = {
					生 = {
						活 = {
							this = True
						}
					}
				}
			},
			真 = {
				实 = {
					照 = {
						片 = {
							this = True
						}
					}
				}
			},
			家 = {
				在 = {
					山 = {
						的 = {
							那 = {
								一 = {
									边 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			科 = {
				学 = {
					家 = {
						爸 = {
							爸 = {
								this = True
							}
						},
						父 = {
							亲 = {
								this = True
							}
						}
					}
				}
			}
		},
		干 = {
			this = True
		},
		给 = {
			你 = {
				妈 = {
					逼 = {
						干 = {
							肿 = {
								this = True
							}
						}
					}
				}
			}
		},
		跟 = {
			你 = {
				妈 = {
					更 = {
						厉 = {
							害 = {
								this = True
							}
						}
					}
				}
			}
		},
		和 = {
			毛 = {
				主 = {
					席 = {
						的 = {
							儿 = {
								子 = {
									this = True
								}
							}
						}
					}
				}
			},
			你 = {
				妈 = {
					搞 = {
						破 = {
							鞋 = {
								this = True
							}
						}
					},
					来 = {
						通 = {
							奸 = {
								this = True
							}
						}
					}
				},
				做 = {
					做 = {
						爱 = {
							this = True
						}
					}
				}
			}
		},
		恨 = {
			警 = {
				察 = {
					this = True
				}
			}
		},
		记 = {
			着 = {
				是 = {
					十 = {
						七 = {
							个 = {
								this = True
							}
						}
					}
				}
			}
		},
		奸 = {
			this = True
		},
		就 = {
			不 = {
				是 = {
					胡 = {
						紧 = {
							套 = {
								this = True
							}
						}
					}
				}
			},
			操 = {
				翻 = {
					你 = {
						妈 = {
							比 = {
								this = True
							}
						}
					}
				}
			},
			去 = {
				色 = {
					this = True
				}
			},
			色 = {
				this = True
			}
		},
		可 = {
			是 = {
				黨 = {
					書 = {
						記 = {
							this = True
						}
					}
				},
				共 = {
					黨 = {
						的 = {
							書 = {
								記 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		来 = {
			到 = {
				了 = {
					圣 = {
						魔 = {
							大 = {
								陆 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		两 = {
			手 = {
				插 = {
					腰 = {
						一 = {
							起 = {
								摇 = {
									摇 = {
										出 = {
											性 = {
												高 = {
													潮 = {
														this = True
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		咧 = {
			干 = {
				this = True
			}
		},
		们 = {
			唱 = {
				着 = {
					洞 = {
						房 = {
							红 = {
								this = True
							}
						}
					}
				}
			},
			的 = {
				民 = {
					工 = {
						象 = {
							牲 = {
								口 = {
									一 = {
										样 = {
											this = True
										}
									}
								}
							}
						}
					}
				},
				冤 = {
					屈 = {
						已 = {
							无 = {
								处 = {
									申 = {
										张 = {
											this = True
										}
									}
								}
							}
						}
					}
				},
				铁 = {
					骑 = {
						this = True
					}
				},
				统 = {
					治 = {
						者 = {
							this = True
						}
					}
				},
				同 = {
					志 = {
						拥 = {
							有 = {
								的 = {
									手 = {
										段 = {
											也 = {
												太 = {
													简 = {
														单 = {
															了 = {
																this = True
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			讲 = {
				着 = {
					春 = {
						药 = {
							的 = {
								故 = {
									事 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			在 = {
				家 = {
					里 = {
						躲 = {
							流 = {
								感 = {
									this = True
								}
							}
						}
					}
				}
			},
			真 = {
				的 = {
					是 = {
						自 = {
							虐 = {
								型 = {
									的 = {
										民 = {
											族 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			},
			选 = {
				择 = {
					的 = {
						权 = {
							利 = {
								this = True
							}
						}
					}
				}
			},
			只 = {
				是 = {
					挪 = {
						一 = {
							下 = {
								挪 = {
									一 = {
										下 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			人 = {
				类 = {
					连 = {
						一 = {
							滴 = {
								水 = {
									都 = {
										没 = {
											有 = {
												， = {
													不 = {
														可 = {
															能 = {
																掀 = {
																	翻 = {
																		小 = {
																			池 = {
																				塘 = {
																					this = True
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			正 = {
				需 = {
					要 = {
						这 = {
							样 = {
								的 = {
									s = {
										p = {
											e = {
												e = {
													d = {
														this = True
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			现 = {
				在 = {
					正 = {
						适 = {
							合 = {
								这 = {
									种 = {
										飞 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			信 = {
				A = {
					G = {
						A = {
							P = {
								E = {
									["("] = {
										爱 = {
											加 = {
												倍 = {
													[")"] = {
														["."] = {
															甘 = {
																心 = {
																	以 = {
																		他 = {
																			人 = {
																				为 = {
																					中 = {
																						心 = {
																							的 = {
																								、 = {
																									不 = {
																										要 = {
																											求 = {
																												记 = {
																													功 = {
																														和 = {
																															回 = {
																																扱 = {
																																	的 = {
																																		爱 = {
																																			this = True
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				末 = {
					期 = {
						["2"] = {
							["0"] = {
								["1"] = {
									["9"] = {
										， = {
											新 = {
												天 = {
													新 = {
														地 = {
															， = {
																神 = {
																	的 = {
																		国 = {
																			度 = {
																				降 = {
																					临 = {
																						， = {
																							有 = {
																								义 = {
																									居 = {
																										在 = {
																											其 = {
																												中 = {
																													this = True
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				葛 = {
					亦 = {
						民 = {
							异 = {
								象 = {
									this = True
								}
							}
						}
					}
				}
			},
			绝 = {
				不 = {
					倒 = {
						下 = {
							， = {
								让 = {
									刽 = {
										子 = {
											手 = {
												显 = {
													得 = {
														高 = {
															大 = {
																， = {
																	好 = {
																		阻 = {
																			挡 = {
																				那 = {
																					自 = {
																						由 = {
																							的 = {
																								风 = {
																									this = True
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		們 = {
			的 = {
				政 = {
					府 = {
						很 = {
							無 = {
								能 = {
									幹 = {
										this = True
									}
								}
							}
						}
					}
				},
				鐵 = {
					騎 = {
						this = True
					}
				}
			},
			選 = {
				擇 = {
					的 = {
						權 = {
							利 = {
								this = True
							}
						}
					}
				}
			}
		},
		妳 = {
			老 = {
				爸 = {
					this = True
				}
			}
		},
		日 = {
			this = True,
			你 = {
				this = True
			}
		},
		是 = {
			警 = {
				察 = {
					说 = {
						了 = {
							算 = {
								this = True
							}
						}
					}
				}
			},
			来 = {
				开 = {
					会 = {
						的 = {
							this = True
						}
					}
				}
			}
		},
		他 = {
			妈 = {
				的 = {
					愿 = {
						捐 = {
							一 = {
								条 = {
									命 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		唾 = {
			弃 = {
				你 = {
					的 = {
						坟 = {
							墓 = {
								this = True
							}
						}
					}
				}
			}
		},
		为 = {
			卿 = {
				狂 = {
					this = True
				}
			}
		},
		想 = {
			带 = {
				她 = {
					回 = {
						家 = {
							去 = {
								做 = {
									爱 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		姓 = {
			邓 = {
				this = True
			}
		},
		秀 = {
			你 = {
				射 = {
					this = True
				}
			}
		},
		绣 = {
			你 = {
				射 = {
					this = True
				}
			}
		},
		要 = {
			官 = {
				人 = {
					this = True
				}
			},
			买 = {
				b = {
					y = {
						套 = {
							this = True
						}
					}
				}
			},
			性 = {
				交 = {
					this = True,
					网 = {
						this = True
					}
				}
			},
			黄 = {
				袍 = {
					this = True
				}
			}
		},
		与 = {
			杨 = {
				昆 = {
					玲 = {
						玉 = {
							足 = {
								的 = {
									罗 = {
										曼 = {
											史 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		在 = {
			你 = {
				妈 = {
					逼 = {
						上 = {
							走 = {
								this = True
							}
						}
					}
				}
			},
			抢 = {
				菜 = {
					团 = {
						里 = {
							沪 = {
								弄 = {
									鬼 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		主 = {
			王 = {
				朝 = {
					男 = {
						妃 = {
							this = True
						}
					}
				}
			}
		},
		做 = {
			骚 = {
				妻 = {
					this = True
				}
			}
		},
		还 = {
			活 = {
				着 = {
					this = True
				}
			}
		},
		承 = {
			认 = {
				我 = {
					不 = {
						是 = {
							一 = {
								个 = {
									好 = {
										男 = {
											人 = {
												， = {
													很 = {
														坏 = {
															很 = {
																坏 = {
																	的 = {
																		男 = {
																			人 = {
																				this = True
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		举 = {
			报 = {
				的 = {
					南 = {
						昌 = {
							市 = {
								缉 = {
									毒 = {
										支 = {
											队 = {
												支 = {
													队 = {
														长 = {
															余 = {
																炜 = {
																	this = True
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		一 = {
			个 = {
				["."] = {
					["{"] = {
						["0"] = {
							[","] = {
								["4"] = {
									["}"] = {
										["\\"] = {
											p = {
												P = {
													["?"] = {
														怎 = {
															么 = {
																就 = {
																	到 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["4"] = {
																							["}"] = {
																								了 = {
																									呢 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		也 = {
			不 = {
				是 = {
					谦 = {
						虚 = {
							我 = {
								说 = {
									另 = {
										请 = {
											高 = {
												明 = {
													this = True
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		舅 = {
			感 = {
				觉 = {
					到 = {
						筷 = {
							this = True
						}
					}
				}
			}
		},
		国 = {
			权 = {
				力 = {
					核 = {
						心 = {
							this = True
						}
					}
				}
			},
			主 = {
				c = {
					this = True
				}
			},
			万 = {
				岁 = {
					爷 = {
						this = True
					}
				}
			},
			排 = {
				名 = {
					n = {
						o = {
							["."] = {
								["1"] = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		看 = {
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["3"] = {
								["}"] = {
									["("] = {
										准 = {
											备 = {
												的 = {
													[")"] = {
														["?"] = {
															小 = {
																本 = {
																	本 = {
																		["|"] = {
																			本 = {
																				本 = {
																					["["] = {
																						上 = {
																							里 = {
																								["]"] = {
																									["."] = {
																										["{"] = {
																											["0"] = {
																												[","] = {
																													["2"] = {
																														["}"] = {
																															有 = {
																																没 = {
																																	有 = {
																																		["?"] = {
																																			["("] = {
																																				这 = {
																																					个 = {
																																						[")"] = {
																																							["?"] = {
																																								["("] = {
																																									问 = {
																																										题 = {
																																											["|"] = {
																																												内 = {
																																													容 = {
																																														["|"] = {
																																															稿 = {
																																																子 = {
																																																	[")"] = {
																																																		this = True
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		没 = {
			听 = {
				说 = {
					this = True
				}
			}
		},
		党 = {
			T = {
				o = {
					p = {
						["."] = {
							["1"] = {
								this = True
							}
						}
					}
				}
			}
		},
		无 = {
			所 = {
				谓 = {
					爱 = {
						国 = {
							["."] = {
								["{"] = {
									["0"] = {
										[","] = {
											["1"] = {
												["}"] = {
													叛 = {
														国 = {
															this = True
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		感 = {
			到 = {
				非 = {
					常 = {
						气 = {
							愤 = {
								this = True
							}
						},
						愤 = {
							怒 = {
								this = True
							}
						}
					}
				}
			}
		},
		热 = {
			爱 = {
				生 = {
					命 = {
						， = {
							我 = {
								需 = {
									要 = {
										食 = {
											物 = {
												， = {
													但 = {
														我 = {
															更 = {
																愿 = {
																	意 = {
																		为 = {
																			民 = {
																				主 = {
																					而 = {
																						牺 = {
																							牲 = {
																								this = True
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		虽 = {
			势 = {
				弱 = {
					言 = {
						轻 = {
							， = {
								决 = {
									不 = {
										虛 = {
											作 = {
												无 = {
													声 = {
														this = True
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.沃 = {
		尔 = {
			开 = {
				西 = {
					this = True
				}
			}
		},
		爾 = {
			開 = {
				西 = {
					this = True
				}
			}
		},
		利 = {
			贝 = {
				尔 = {
					继 = {
						续 = {
							担 = {
								任 = {
									this = True
								}
							}
						}
					},
					九 = {
						五 = {
							之 = {
								尊 = {
									this = True
								}
							},
							至 = {
								尊 = {
									this = True
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.握 = {
		紧 = {
			大 = {
				印 = {
					收 = {
						贿 = {
							赂 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.乌 = {
		黑 = {
			阴 = {
				毛 = {
					两 = {
						边 = {
							露 = {
								this = True
							}
						}
					}
				}
			}
		},
		克 = {
			兰 = {
				分 = {
					离 = {
						this = True
					}
				}
			}
		},
		伊 = {
			会 = {
				this = True
			}
		},
		云 = {
			部 = {
				队 = {
					this = True
				}
			},
			典 = {
				当 = {
					记 = {
						this = True
					}
				}
			}
		},
		兹 = {
			别 = {
				克 = {
					斯 = {
						坦 = {
							伊 = {
								斯 = {
									兰 = {
										运 = {
											动 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		尔 = {
			开 = {
				西 = {
					this = True
				},
				溜 = {
					this = True
				},
				喜 = {
					this = True
				},
				希 = {
					this = True
				},
				x = {
					this = True
				},
				夕 = {
					this = True
				},
				习 = {
					this = True
				},
				戏 = {
					this = True
				},
				席 = {
					this = True
				}
			},
			k = {
				a = {
					i = {
						希 = {
							this = True
						},
						西 = {
							this = True
						},
						x = {
							this = True
						}
					}
				}
			},
			開 = {
				习 = {
					this = True
				},
				西 = {
					this = True
				}
			},
			凯 = {
				习 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.污 = {
		this = {
			this = True
		},
		染 = {
			水 = {
				质 = {
					解 = {
						渴 = {
							this = True
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.巫 = {
		女 = {
			朋 = {
				友 = {
					的 = {
						性 = {
							餐 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.无 = {
		邦 = {
			国 = {
				this = True
			}
		},
		帮 = {
			国 = {
				this = True
			},
			过 = {
				this = True
			}
		},
		病 = {
			毒 = {
				无 = {
					木 = {
						马 = {
							this = True
						}
					}
				}
			}
		},
		耻 = {
			作 = {
				秀 = {
					的 = {
						国 = {
							this = True
						}
					}
				}
			}
		},
		担 = {
			保 = {
				贷 = {
					款 = {
						this = True
					}
				},
				信 = {
					用 = {
						贷 = {
							款 = {
								this = True
							}
						}
					}
				},
				银 = {
					行 = {
						信 = {
							用 = {
								贷 = {
									款 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		抵 = {
			押 = {
				this = True,
				贷 = {
					款 = {
						this = True
					}
				},
				免 = {
					担 = {
						保 = {
							this = True
						}
					}
				}
			}
		},
		毒 = {
			无 = {
				马 = {
					this = True
				}
			}
		},
		风 = {
			险 = {
				this = True
			}
		},
		辜 = {
			矿 = {
				工 = {
					埋 = {
						地 = {
							底 = {
								this = True
							}
						}
					}
				}
			}
		},
		国 = {
			界 = {
				记 = {
					者 = {
						this = True
					}
				}
			}
		},
		界 = {
			禁 = {
				书 = {
					快 = {
						览 = {
							this = True
						}
					}
				}
			},
			浏 = {
				览 = {
					this = True,
					器 = {
						this = True
					}
				}
			},
			流 = {
				览 = {
					this = True
				}
			},
			网 = {
				络 = {
					this = True
				}
			}
		},
		力 = {
			反 = {
				抗 = {
					只 = {
						好 = {
							尽 = {
								情 = {
									享 = {
										受 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		码 = {
			this = True,
			彩 = {
				图 = {
					this = True
				}
			},
			精 = {
				选 = {
					this = True
				}
			},
			炮 = {
				图 = {
					this = True
				}
			},
			丝 = {
				袜 = {
					this = True
				}
			},
			体 = {
				验 = {
					this = True
				}
			},
			无 = {
				套 = {
					this = True
				}
			},
			淫 = {
				漫 = {
					this = True
				},
				女 = {
					this = True
				}
			},
			长 = {
				片 = {
					this = True
				}
			},
			做 = {
				爱 = {
					this = True
				}
			},
			卡 = {
				通 = {
					this = True
				}
			}
		},
		碼 = {
			this = True
		},
		毛 = {
			美 = {
				少 = {
					女 = {
						this = True
					}
				}
			}
		},
		人 = {
			岛 = {
				物 = {
					语 = {
						this = True
					}
				}
			},
			敢 = {
				亵 = {
					渎 = {
						的 = {
							美 = {
								女 = {
									破 = {
										宫 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		数 = {
			淫 = {
				雄 = {
					竞 = {
						折 = {
							腰 = {
								this = True
							}
						}
					}
				}
			}
		},
		双 = {
			三 = {
				国 = {
					志 = {
						this = True
					}
				}
			}
		},
		水 = {
			乙 = {
				醇 = {
					this = True
				}
			}
		},
		税 = {
			香 = {
				烟 = {
					this = True
				}
			}
		},
		套 = {
			内 = {
				射 = {
					this = True
				}
			},
			片 = {
				片 = {
					this = True
				}
			},
			自 = {
				拍 = {
					this = True
				}
			}
		},
		锡 = {
			锡 = {
				锋 = {
					牌 = {
						汽 = {
							枪 = {
								this = True
							}
						}
					}
				}
			},
			复 = {
				课 = {
					this = True
				}
			},
			学 = {
				生 = {
					起 = {
						义 = {
							this = True,
							["|"] = {
								四 = {
									六 = {
										运 = {
											动 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		线 = {
			监 = {
				控 = {
					系 = {
						统 = {
							this = True
						}
					}
				},
				听 = {
					工 = {
						具 = {
							Q = {
								Q = {
									this = True
								}
							}
						}
					}
				}
			},
			窃 = {
				聽 = {
					器 = {
						this = True
					}
				}
			},
			微 = {
				型 = {
					耳 = {
						机 = {
							this = True
						}
					},
					摄 = {
						像 = {
							机 = {
								this = True
							}
						}
					}
				}
			},
			远 = {
				程 = {
					监 = {
						控 = {
							this = True
						}
					}
				}
			}
		},
		效 = {
			全 = {
				退 = {
					款 = {
						this = True
					}
				}
			}
		},
		修 = {
			正 = {
				this = True
			}
		},
		需 = {
			担 = {
				保 = {
					this = True
				}
			},
			抵 = {
				押 = {
					this = True
				}
			}
		},
		颜 = {
			之 = {
				月 = {
					this = True
				}
			}
		},
		意 = {
			中 = {
				闯 = {
					入 = {
						了 = {
							我 = {
								的 = {
									世 = {
										界 = {
											this = True
										}
									}
								}
							}
						},
						我 = {
							的 = {
								世 = {
									界 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		二 = {
			开 = {
				溜 = {
					this = True
				},
				喜 = {
					this = True
				},
				希 = {
					this = True
				},
				x = {
					this = True
				},
				西 = {
					this = True
				},
				夕 = {
					this = True
				},
				习 = {
					this = True
				},
				戏 = {
					this = True
				},
				席 = {
					this = True
				}
			},
			k = {
				a = {
					i = {
						希 = {
							this = True
						},
						西 = {
							this = True
						},
						x = {
							this = True
						}
					}
				}
			},
			開 = {
				习 = {
					this = True
				},
				西 = {
					this = True
				}
			},
			铠 = {
				西 = {
					this = True
				}
			},
			凯 = {
				习 = {
					this = True
				},
				西 = {
					this = True
				}
			}
		},
		情 = {
			的 = {
				国 = {
					家 = {
						机 = {
							器 = {
								this = True
							}
						}
					}
				}
			}
		},
		尽 = {
			链 = {
				刃 = {
					this = True
				}
			}
		},
		限 = {
			上 = {
				任 = {
					this = True
				},
				位 = {
					this = True
				}
			},
			在 = {
				任 = {
					this = True
				},
				位 = {
					this = True
				}
			},
			刷 = {
				新 = {
					this = True
				}
			},
			廉 = {
				任 = {
					this = True
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									限 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	连 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									任 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		观 = {
			正 = {
				this = True
			}
		},
		论 = {
			雨 = {
				怎 = {
					么 = {
						打 = {
							["."] = {
								["{"] = {
									["0"] = {
										[","] = {
											["1"] = {
												["}"] = {
													x = {
														x = {
															仍 = {
																是 = {
																	会 = {
																		开 = {
																			花 = {
																				["|"] = {
																					无 = {
																						论 = {
																							雨 = {
																								怎 = {
																									么 = {
																										打 = {
																											["."] = {
																												["{"] = {
																													["0"] = {
																														[","] = {
																															["1"] = {
																																["}"] = {
																																	自 = {
																																		由 = {
																																			仍 = {
																																				是 = {
																																					会 = {
																																						开 = {
																																							花 = {
																																								this = True
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		逼 = {
			寸 = {
				步 = {
					难 = {
						行 = {
							this = True
						}
					}
				}
			}
		},
		症 = {
			状 = {
				之 = {
					都 = {
						this = True
					}
				}
			}
		},
		处 = {
			不 = {
				均 = {
					匀 = {
						， = {
							无 = {
								人 = {
									不 = {
										饱 = {
											暖 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()
