pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_40 = {}

local var_0_1 = var_0_0.word_template_40

def temp():
	var_0_1.挨 = {
		球 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.譪 = {
		件 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.艾 = {
		可 = {
			米 = {
				来 = {
					this = True
				}
			}
		},
		力 = {
			达 = {
				盐 = {
					酸 = {
						伐 = {
							地 = {
								那 = {
									非 = {
										片 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			更 = {
				this = True
			}
		},
		麗 = {
			絲 = {
				this = True
			}
		},
		买 = {
			提 = {
				this = True
			}
		},
		森 = {
			豪 = {
				this = True,
				威 = {
					尔 = {
						this = True
					}
				}
			}
		},
		山 = {
			买 = {
				合 = {
					苏 = {
						木 = {
							this = True
						}
					}
				}
			}
		},
		孜 = {
			来 = {
				提 = {
					this = True
				}
			}
		},
		滋 = {
			this = True,
			病 = {
				this = True
			}
		},
		薇 = {
			福 = {
				利 = {
					社 = {
						this = True
					}
				}
			}
		},
		福 = {
			瑞 = {
				卡 = {
					B = {
						i = {
							g = {
								撒 = {
									币 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.爱 = {
		爱 = {
			情 = {
				趣 = {
					商 = {
						城 = {
							this = True
						}
					}
				}
			}
		},
		的 = {
			["1"] = {
				["0"] = {
					个 = {
						条 = {
							件 = {
								this = True
							}
						}
					}
				}
			},
			家 = {
				庭 = {
					this = True
				}
			},
			十 = {
				个 = {
					条 = {
						件 = {
							this = True
						}
					}
				}
			}
		},
		抚 = {
			this = True
		},
		健 = {
			数 = {
				this = True
			}
		},
		立 = {
			性 = {
				this = True
			}
		},
		女 = {
			人 = {
				this = True
			}
		},
		妻 = {
			淫 = {
				穴 = {
					this = True
				}
			}
		},
		色 = {
			c = {
				c = {
					this = True
				}
			}
		},
		上 = {
			师 = {
				娘 = {
					的 = {
						床 = {
							this = True
						}
					}
				}
			}
		},
		神 = {
			之 = {
				传 = {
					奇 = {
						this = True
					}
				}
			}
		},
		丝 = {
			足 = {
				this = True
			}
		},
		田 = {
			由 = {
				this = True
			}
		},
		图 = {
			公 = {
				园 = {
					this = True
				}
			}
		},
		液 = {
			this = True,
			横 = {
				流 = {
					this = True
				}
			},
			溢 = {
				出 = {
					this = True
				}
			}
		},
		幼 = {
			阁 = {
				this = True
			}
		},
		滋 = {
			this = True,
			村 = {
				里 = {
					的 = {
						爱 = {
							this = True
						}
					}
				}
			}
		},
		弥 = {
			留 = {
				this = True
			}
		},
		幽 = {
			幽 = {
				this = True
			}
		},
		香 = {
			约 = {
				论 = {
					坛 = {
						this = True
					}
				}
			}
		},
		淘 = {
			彩 = {
				票 = {
					this = True
				}
			}
		},
		玩 = {
			潘 = {
				森 = {
					的 = {
						孔 = {
							明 = {
								this = True
							}
						}
					}
				}
			}
		},
		习 = {
			主 = {
				义 = {
					this = True
				}
			}
		},
		丁 = {
			["|"] = {
				沪 = {
					丁 = {
						["|"] = {
							护 = {
								丁 = {
									["|"] = {
										洋 = {
											丁 = {
												["|"] = {
													舔 = {
														丁 = {
															["|"] = {
																丁 = {
																	丁 = {
																		市 = {
																			["|"] = {
																				丁 = {
																					宝 = {
																						this = True
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		乐 = {
			之 = {
				城 = {
					this = True
				}
			},
			支 = {
				城 = {
					this = True
				}
			}
		},
		l = {
			e = {
				之 = {
					城 = {
						this = True
					}
				}
			}
		},
		["\\"] = {
			x = {
				["{"] = {
					["4"] = {
						["7"] = {
							C = {
								F = {
									["}"] = {
										之 = {
											城 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		䟏 = {
			之 = {
				城 = {
					this = True
				}
			}
		},
		吃 = {
			["\\"] = {
				x = {
					["{"] = {
						["1"] = {
							F = {
								["9"] = {
									["5"] = {
										["9"] = {
											["}"] = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.瑷 = {
		液 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.安 = {
		倍 = {
			晋 = {
				三 = {
					this = True
				}
			},
			晉 = {
				三 = {
					this = True
				}
			},
			是 = {
				爱 = {
					吃 = {
						this = True
					}
				}
			},
			["."] = {
				["{"] = {
					["0"] = {
						[","] = {
							["8"] = {
								["}"] = {
									领 = {
										导 = {
											this = True
										}
									},
									["("] = {
										开 = {
											票 = {
												["|"] = {
													选 = {
														举 = {
															["|"] = {
																总 = {
																	统 = {
																		["|"] = {
																			候 = {
																				选 = {
																					[")"] = {
																						["|"] = {
																							["("] = {
																								开 = {
																									票 = {
																										["|"] = {
																											选 = {
																												举 = {
																													["|"] = {
																														总 = {
																															统 = {
																																["|"] = {
																																	候 = {
																																		选 = {
																																			[")"] = {
																																				["."] = {
																																					["{"] = {
																																						["0"] = {
																																							[","] = {
																																								["8"] = {
																																									["}"] = {
																																										安 = {
																																											倍 = {
																																												this = True
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										亲 = {
											爹 = {
												["|"] = {
													你 = {
														爹 = {
															[")"] = {
																["|"] = {
																	亲 = {
																		爹 = {
																			["."] = {
																				["{"] = {
																					["0"] = {
																						[","] = {
																							["8"] = {
																								["}"] = {
																									安 = {
																										倍 = {
																											this = True
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										},
										中 = {
											美 = {
												["|"] = {
													美 = {
														中 = {
															[")"] = {
																["|"] = {
																	["("] = {
																		中 = {
																			美 = {
																				["|"] = {
																					美 = {
																						中 = {
																							[")"] = {
																								["."] = {
																									["{"] = {
																										["0"] = {
																											[","] = {
																												["8"] = {
																													["}"] = {
																														安 = {
																															倍 = {
																																this = True
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									政 = {
										府 = {
											this = True
										},
										治 = {
											["|"] = {
												政 = {
													治 = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				安 = {
																					倍 = {
																						this = True
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									党 = {
										this = True
									},
									亲 = {
										自 = {
											["|"] = {
												亲 = {
													自 = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				安 = {
																					倍 = {
																						this = True
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									反 = {
										华 = {
											["|"] = {
												反 = {
													华 = {
														["."] = {
															["{"] = {
																["0"] = {
																	[","] = {
																		["8"] = {
																			["}"] = {
																				安 = {
																					倍 = {
																						this = True
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							},
							["3"] = {
								["}"] = {
									纪 = {
										念 = {
											日 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			},
			进 = {
				山 = {
					["|"] = {
						七 = {
							八 = {
								事 = {
									变 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			禁 = {
				枪 = {
					this = True
				}
			}
		},
		非 = {
			他 = {
				命 = {
					this = True
				}
			}
		},
		拉 = {
			this = True
		},
		立 = {
			敏 = {
				this = True
			}
		},
		眠 = {
			酮 = {
				this = True
			}
		},
		纳 = {
			咖 = {
				this = True
			}
		},
		钠 = {
			咖 = {
				this = True
			}
		},
		納 = {
			咖 = {
				this = True
			}
		},
		南 = {
			this = True
		},
		齐 = {
			美 = {
				绪 = {
					this = True
				}
			}
		},
		全 = {
			保 = {
				密 = {
					this = True
				}
			},
			局 = {
				this = True
			},
			套 = {
				随 = {
					身 = {
						带 = {
							this = True
						}
					}
				},
				现 = {
					this = True
				}
			},
			晋 = {
				三 = {
					this = True
				}
			}
		},
		啦 = {
			胡 = {
				A = {
					克 = {
						吧 = {
							this = True
						}
					}
				}
			}
		},
		邦 = {
			前 = {
				总 = {
					裁 = {
						this = True
					}
				}
			}
		},
		["*"] = {
			["*"] = {
				三 = {
					this = True
				}
			}
		},
		背 = {
			进 = {
				三 = {
					this = True
				}
			}
		},
		死 = {
			之 = {
				乱 = {
					this = True
				}
			}
		},
		已 = {
			寄 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.按 = {
		摩 = {
			按 = {
				到 = {
					裸 = {
						睡 = {
							的 = {
								this = True
							}
						}
					}
				}
			},
			棒 = {
				this = True
			},
			技 = {
				师 = {
					this = True
				}
			},
			推 = {
				油 = {
					this = True
				}
			},
			小 = {
				姐 = {
					口 = {
						交 = {
							服 = {
								务 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		年 = {
			算 = {
				的 = {
					叫 = {
						二 = {
							奶 = {
								this = True
							}
						}
					}
				}
			}
		},
		夜 = {
			算 = {
				的 = {
					叫 = {
						妓 = {
							女 = {
								this = True
							}
						}
					}
				}
			}
		},
		闹 = {
			分 = {
				配 = {
					this = True
				}
			}
		}
	}

temp()
