pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_182 = {}

local var_0_1 = var_0_0.word_template_182

def temp():
	var_0_1.鳢 = {
		this = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.鱧 = {
		this = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.力 = {
		斯 = {
			曼 = {
				弓 = {
					弩 = {
						供 = {
							应 = {
								this = True
							}
						}
					}
				}
			}
		},
		月 = {
			西 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.历 = {
		史 = {
			篡 = {
				改 = {
					者 = {
						this = True
					}
				}
			},
			进 = {
				程 = {
					的 = {
						自 = {
							然 = {
								继 = {
									承 = {
										人 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			经 = {
				验 = {
					的 = {
						决 = {
							议 = {
								this = True
							}
						}
					}
				}
			},
			主 = {
				动 = {
					精 = {
						神 = {
							this = True
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									史 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	选 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									择 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	了 = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									维 = {
																																										["."] = {
																																											["{"] = {
																																												["0"] = {
																																													[","] = {
																																														["1"] = {
																																															["5"] = {
																																																["}"] = {
																																																	尼 = {
																																																		this = True
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.立 = {
		花 = {
			里 = {
				子 = {
					this = True
				}
			}
		},
		交 = {
			桥 = {
				转 = {
					晕 = {
						于 = {
							桥 = {
								上 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		式 = {
			双 = {
				管 = {
					猎 = {
						出 = {
							售 = {
								this = True
							}
						}
					},
					枪 = {
						销 = {
							售 = {
								this = True
							}
						}
					}
				}
			}
		},
		纲 = {
			陈 = {
				纪 = {
					， = {
						救 = {
							济 = {
								斯 = {
									民 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.丽 = {
		春 = {
			苑 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.呖 = {
		呖 = {
			园 = {
				上 = {
					操 = {
						this = True
					}
				}
			}
		}
	}

temp()
