pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_281 = {}

local var_0_1 = var_0_0.word_template_281

def temp():
	var_0_1.聽 = {
		牌 = {
			器 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.庭 = {
		锋 = {
			不 = {
				堪 = {
					回 = {
						首 = {
							芝 = {
								逼 = {
									中 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		院 = {
			警 = {
				衛 = {
					兵 = {
						this = True
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.停 = {
		机 = {
			如 = {
				何 = {
					免 = {
						费 = {
							上 = {
								网 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		止 = {
			连 = {
				庄 = {
					this = True
				},
				任 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.婷 = {
		婷 = {
			激 = {
				情 = {
					聊 = {
						天 = {
							室 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.挺 = {
		起 = {
			古 = {
				巨 = {
					鸡 = {
						this = True
					}
				}
			}
		},
		趣 = {
			蛋 = {
				this = True
			}
		},
		胸 = {
			走 = {
				进 = {
					夜 = {
						总 = {
							会 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.通 = {
		奸 = {
			this = True
		},
		灵 = {
			师 = {
				手 = {
					记 = {
						this = True
					}
				}
			}
		},
		过 = {
			勾 = {
				结 = {
					南 = {
						昌 = {
							地 = {
								区 = {
									几 = {
										大 = {
											黑 = {
												帮 = {
													恶 = {
														势 = {
															力 = {
																， = {
																	大 = {
																		肆 = {
																			贩 = {
																				运 = {
																					、 = {
																						贩 = {
																							买 = {
																								毒 = {
																									品 = {
																										， = {
																											控 = {
																												制 = {
																													毒 = {
																														品 = {
																															源 = {
																																头 = {
																																	， = {
																																		控 = {
																																			制 = {
																																				南 = {
																																					昌 = {
																																						市 = {
																																							各 = {
																																								大 = {
																																									贩 = {
																																										毒 = {
																																											集 = {
																																												团 = {
																																													this = True
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			改 = {
				变 = {
					社 = {
						会 = {
							来 = {
								改 = {
									变 = {
										政 = {
											权 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["\\"] = {
			S = {
				["{"] = {
					["0"] = {
						[","] = {
							["1"] = {
								["5"] = {
									["}"] = {
										商 = {
											["\\"] = {
												S = {
													["{"] = {
														["0"] = {
															[","] = {
																["1"] = {
																	["5"] = {
																		["}"] = {
																			宽 = {
																				["\\"] = {
																					S = {
																						["{"] = {
																							["0"] = {
																								[","] = {
																									["1"] = {
																										["5"] = {
																											["}"] = {
																												["("] = {
																													衣 = {
																														["|"] = {
																															y = {
																																i = {
																																	["|"] = {
																																		农 = {
																																			[")"] = {
																																				this = True
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		商 = {
			宽 = {
				Y = {
					this = True
				},
				农 = {
					this = True
				}
			}
		},
		尚 = {
			款 = {
				this = True
			}
		},
		？ = {
			宽 = {
				？ = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.同 = {
		城 = {
			一 = {
				夜 = {
					情 = {
						this = True
					}
				}
			}
		},
		居 = {
			社 = {
				区 = {
					this = True
				}
			}
		},
		声 = {
			哭 = {
				泣 = {
					this = True
				}
			}
		},
		香 = {
			会 = {
				this = True
			}
		},
		性 = {
			服 = {
				务 = {
					this = True
				}
			},
			恋 = {
				吧 = {
					this = True
				},
				的 = {
					性 = {
						爱 = {
							this = True
						}
					}
				},
				生 = {
					活 = {
						this = True
					}
				}
			},
			戀 = {
				吧 = {
					this = True
				}
			}
		},
		一 = {
			教 = {
				this = True
			}
		},
		淫 = {
			this = True
		},
		志 = {
			电 = {
				影 = {
					this = True
				}
			},
			服 = {
				务 = {
					this = True
				}
			},
			会 = {
				所 = {
					this = True
				}
			},
			激 = {
				情 = {
					this = True
				}
			},
			交 = {
				友 = {
					this = True
				}
			},
			剧 = {
				情 = {
					片 = {
						this = True
					}
				}
			},
			聊 = {
				天 = {
					室 = {
						this = True
					}
				}
			},
			论 = {
				坛 = {
					this = True
				}
			},
			片 = {
				this = True
			},
			桑 = {
				拿 = {
					洗 = {
						浴 = {
							中 = {
								心 = {
									this = True
								}
							}
						}
					}
				}
			},
			帅 = {
				哥 = {
					this = True
				}
			},
			图 = {
				片 = {
					this = True
				}
			},
			网 = {
				this = True
			},
			作 = {
				爱 = {
					this = True
				}
			}
		},
		他 = {
			们 = {
				一 = {
					起 = {
						创 = {
							造 = {
								美 = {
									好 = {
										生 = {
											活 = {
												， = {
													是 = {
														一 = {
															个 = {
																重 = {
																	大 = {
																		的 = {
																			挑 = {
																				战 = {
																					， = {
																						也 = {
																							是 = {
																								一 = {
																									个 = {
																										重 = {
																											大 = {
																												的 = {
																													责 = {
																														任 = {
																															this = True
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		力 = {
			丫 = {
				this = True
			}
		},
		里 = {
			鸭 = {
				this = True
			},
			亚 = {
				this = True
			}
		},
		利 = {
			亚 = {
				this = True
			}
		},
		学 = {
			们 = {
				能 = {
					不 = {
						能 = {
							稍 = {
								微 = {
									理 = {
										智 = {
											地 = {
												想 = {
													一 = {
														想 = {
															this = True
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		心 = {
			受 = {
				秦 = {
					["|"] = {
						同 = {
							心 = {
								守 = {
									秦 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			守 = {
				“ = {
					沪 = {
						” = {
							this = True
						}
					}
				},
				护 = {
					this = True
				},
				沪 = {
					this = True
				}
			}
		}
	}

temp()
