pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_260 = {}

local var_0_1 = var_0_0.word_template_260

def temp():
	var_0_1.师 = {
		涛 = {
			this = True
		},
		有 = {
			回 = {
				天 = {
					力 = {
						this = True
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.狮 = {
		牌 = {
			密 = {
				封 = {
					圈 = {
						this = True
					}
				}
			},
			皮 = {
				碗 = {
					this = True
				}
			}
		},
		子 = {
			彩 = {
				金 = {
					this = True
				}
			},
			王 = {
				国 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.施 = {
		工 = {
			暴 = {
				徒 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.湿 = {
		了 = {
			this = True
		},
		润 = {
			的 = {
				内 = {
					裤 = {
						this = True
					}
				}
			}
		},
		身 = {
			的 = {
				诱 = {
					惑 = {
						this = True
					}
				}
			},
			诱 = {
				惑 = {
					this = True
				}
			}
		},
		穴 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.濕 = {
		了 = {
			還 = {
				說 = {
					不 = {
						要 = {
							this = True
						}
					},
					要 = {
						this = True
					}
				}
			}
		},
		身 = {
			誘 = {
				惑 = {
					this = True
				}
			}
		},
		穴 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.鯴 = {
		this = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.十 = {
		八 = {
			大 = {
				this = True,
				代 = {
					表 = {
						选 = {
							举 = {
								this = True
							}
						}
					}
				},
				以 = {
					前 = {
						既 = {
							往 = {
								不 = {
									咎 = {
										this = True
									}
								}
							}
						}
					}
				},
				后 = {
					第 = {
						二 = {
							次 = {
								三 = {
									反 = {
										this = True
									}
								}
							}
						}
					},
					开 = {
						始 = {
							正 = {
								式 = {
									清 = {
										算 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			和 = {
				谐 = {
					this = True
				}
			},
			届 = {
				三 = {
					中 = {
						全 = {
							会 = {
								this = True
							}
						}
					}
				}
			},
			摸 = {
				this = True
			},
			山 = {
				羊 = {
					对 = {
						树 = {
							this = True
						}
					}
				}
			},
			本 = {
				读 = {
					书 = {
						笔 = {
							记 = {
								this = True
							}
						}
					}
				}
			}
		},
		操 = {
			九 = {
				射 = {
					八 = {
						式 = {
							this = True
						}
					}
				}
			}
		},
		大 = {
			雷 = {
				人 = {
					提 = {
						案 = {
							this = True
						}
					}
				}
			},
			元 = {
				帅 = {
					this = True
				},
				帥 = {
					this = True
				}
			}
		},
		景 = {
			缎 = {
				this = True
			}
		},
		九 = {
			大 = {
				this = True
			},
			届 = {
				this = True
			}
		},
		口 = {
			心 = {
				思 = {
					思 = {
						钱 = {
							思 = {
								权 = {
									思 = {
										小 = {
											蜜 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		临 = {
			坛 = {
				竹 = {
					this = True
				}
			}
		},
		年 = {
			动 = {
				乱 = {
					石 = {
						进 = {
							this = True
						}
					}
				}
			},
			孤 = {
				剑 = {
					沧 = {
						海 = {
							盟 = {
								this = True
							}
						}
					}
				}
			},
			九 = {
				谈 = {
					凑 = {
						得 = {
							八 = {
								股 = {
									七 = {
										条 = {
											六 = {
												规 = {
													五 = {
														讲 = {
															四 = {
																美 = {
																	this = True
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			来 = {
				我 = {
					亲 = {
						眼 = {
							见 = {
								证 = {
									了 = {
										这 = {
											一 = {
												些 = {
													丧 = {
														尽 = {
															天 = {
																良 = {
																	的 = {
																		恶 = {
																			警 = {
																				坐 = {
																					大 = {
																						this = True
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			大 = {
				["?"] = {
					文 = {
						艺 = {
							复 = {
								兴 = {
									[" "] = {
										十 = {
											["["] = {
												黏 = {
													年 = {
														["]"] = {
															大 = {
																和 = {
																	平 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				},
				安 = {
					定 = {
						this = True
					}
				},
				运 = {
					动 = {
						this = True
					}
				},
				整 = {
					活 = {
						this = True
					}
				},
				吃 = {
					饱 = {
						this = True
					}
				},
				健 = {
					身 = {
						this = True
					}
				}
			},
			浩 = {
				劫 = {
					this = True
				}
			},
			温 = {
				哥 = {
					this = True
				}
			},
			骂 = {
				街 = {
					this = True
				}
			},
			耍 = {
				太 = {
					極 = {
						this = True
					}
				}
			}
		},
		七 = {
			大 = {
				前 = {
					后 = {
						的 = {
							中 = {
								国 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		个 = {
			救 = {
				火 = {
					的 = {
						少 = {
							年 = {
								this = True
							}
						}
					}
				}
			},
			i = {
				f = {
					this = True,
					免 = {
						责 = {
							声 = {
								明 = {
									this = True
								}
							}
						}
					}
				}
			},
			没 = {
				有 = {
					无 = {
						中 = {
							生 = {
								有 = {
									[","] = {
										十 = {
											个 = {
												假 = {
													如 = {
														一 = {
															语 = {
																成 = {
																	谶 = {
																		this = True
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			假 = {
				如 = {
					this = True
				}
			}
		},
		六 = {
			乘 = {
				以 = {
					四 = {
						this = True
					}
				},
				四 = {
					this = True
				}
			}
		},
		份 = {
			入 = {
				党 = {
					申 = {
						请 = {
							书 = {
								this = True
							}
						}
					}
				}
			}
		},
		一 = {
			届 = {
				三 = {
					中 = {
						this = True
					}
				}
			},
			阿 = {
				哥 = {
					this = True
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									届 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	主 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									席 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	不 = {
																																		["."] = {
																																			["{"] = {
																																				["0"] = {
																																					[","] = {
																																						["1"] = {
																																							["5"] = {
																																								["}"] = {
																																									换 = {
																																										["."] = {
																																											["{"] = {
																																												["0"] = {
																																													[","] = {
																																														["1"] = {
																																															["5"] = {
																																																["}"] = {
																																																	人 = {
																																																		this = True
																																																	}
																																																}
																																															}
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									里 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	山 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									路 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["1"] = {
			″ = {
				this = True
			}
		},
		二 = {
			个 = {
				方 = {
					面 = {
						特 = {
							点 = {
								this = True
							}
						}
					}
				}
			}
		},
		四 = {
			年 = {
				义 = {
					务 = {
						教 = {
							育 = {
								this = True
							}
						}
					}
				}
			}
		},
		颂 = {
			浩 = {
				哥 = {
					this = True
				}
			}
		},
		万 = {
			湘 = {
				女 = {
					上 = {
						天 = {
							山 = {
								this = True
							}
						}
					}
				}
			}
		},
		里 = {
			山 = {
				肩 = {
					不 = {
						换 = {
							路 = {
								this = True
							}
						}
					}
				}
			},
			["\\"] = {
				x = {
					["{"] = {
						["1"] = {
							F = {
								["4"] = {
									["1"] = {
										["1"] = {
											["}"] = {
												场 = {
													this = True
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["|"] = {
			s = {
				this = True
			}
		}
	}

temp()
