pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_290 = {}

local var_0_1 = var_0_0.word_template_290

def temp():
	var_0_1.微 = {
		电 = {
			波 = {
				拉 = {
					皮 = {
						this = True
					}
				}
			}
		},
		型 = {
			窃 = {
				听 = {
					器 = {
						this = True
					}
				}
			},
			袖 = {
				珍 = {
					手 = {
						狗 = {
							this = True
						}
					}
				}
			},
			移 = {
				动 = {
					车 = {
						载 = {
							基 = {
								站 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		笑 = {
			帅 = {
				哥 = {
					哥 = {
						this = True
					}
				}
			}
		},
		博 = {
			上 = {
				那 = {
					一 = {
						片 = {
							蓝 = {
								色 = {
									的 = {
										海 = {
											洋 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		裹 = {
			箐 = {
				this = True
			}
		}
	}

temp()

def temp():
	var_0_1.为 = {
		哥 = {
			哥 = {
				服 = {
					务 = {
						this = True
					}
				}
			}
		},
		鸡 = {
			巴 = {
				生 = {
					this = True
				},
				死 = {
					为 = {
						鸡 = {
							巴 = {
								奋 = {
									斗 = {
										一 = {
											辈 = {
												子 = {
													this = True
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		什 = {
			么 = {
				不 = {
					带 = {
						套 = {
							this = True
						}
					}
				}
			}
		},
		心 = {
			灵 = {
				点 = {
					一 = {
						盏 = {
							明 = {
								灯 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		自 = {
			由 = {
				的 = {
					网 = {
						络 = {
							贡 = {
								献 = {
									哥 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		习 = {
			卖 = {
				命 = {
					this = True
				}
			}
		},
		["2"] = {
			["0"] = {
				大 = {
					营 = {
						造 = {
							良 = {
								好 = {
									氛 = {
										围 = {
											this = True
										}
									}
								}
							},
							氛 = {
								围 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		二 = {
			十 = {
				大 = {
					营 = {
						造 = {
							氛 = {
								围 = {
									this = True
								}
							},
							良 = {
								好 = {
									氛 = {
										围 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		的 = {
			是 = {
				怜 = {
					认 = {
						this = True
					}
				},
				廉 = {
					任 = {
						this = True
					}
				},
				链 = {
					刃 = {
						this = True
					}
				},
				连 = {
					任 = {
						this = True
					}
				}
			}
		},
		了 = {
			促 = {
				进 = {
					祖 = {
						国 = {
							的 = {
								民 = {
									主 = {
										化 = {
											进 = {
												程 = {
													， = {
														为 = {
															了 = {
																国 = {
																	家 = {
																		的 = {
																			繁 = {
																				荣 = {
																					， = {
																						我 = {
																							自 = {
																								愿 = {
																									绝 = {
																										食 = {
																											， = {
																												坚 = {
																													决 = {
																														服 = {
																															从 = {
																																绝 = {
																																	食 = {
																																		团 = {
																																			纪 = {
																																				律 = {
																																					， = {
																																						不 = {
																																							达 = {
																																								目 = {
																																									的 = {
																																										， = {
																																											誓 = {
																																												不 = {
																																													罢 = {
																																														休 = {
																																															this = True
																																														}
																																													}
																																												}
																																											}
																																										}
																																									}
																																								}
																																							}
																																						}
																																					}
																																				}
																																			}
																																		}
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.围 = {
		攻 = {
			this = True
		},
		观 = {
			的 = {
				群 = {
					众 = {
						this = True
					}
				}
			},
			观 = {
				众 = {
					都 = {
						是 = {
							演 = {
								员 = {
									this = True
								}
							}
						}
					}
				}
			}
		},
		截 = {
			铁 = {
				路 = {
					this = True
				}
			}
		},
		殴 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.唯 = {
		国 = {
			人 = {
				不 = {
					晓 = {
						this = True
					}
				}
			}
		},
		一 = {
			影 = {
				赚 = {
					this = True
				}
			}
		},
		有 = {
			鸡 = {
				巴 = {
					翘 = {
						this = True
					}
				}
			},
			杀 = {
				富 = {
					济 = {
						贫 = {
							才 = {
								能 = {
									均 = {
										平 = {
											富 = {
												this = True
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		物 = {
			史 = {
				观 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.惟 = {
		有 = {
			美 = {
				女 = {
					权 = {
						钱 = {
							欲 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.维 = {
		["\""] = {
			["\""] = {
				尼 = {
					["\""] = {
						this = True
					}
				}
			}
		},
		、 = {
			尼 = {
				this = True
			}
		},
		["."] = {
			尼 = {
				this = True
			},
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									尼 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	主 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									席 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	倒 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									车 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	下 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									台 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	连 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									任 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	包 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									子 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	开 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									倒 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	车 = {
																																		this = True
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	之 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									声 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	},
																	宽 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									衣 = {
																										this = True
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		。 = {
			尼 = {
				this = True
			}
		},
		["/"] = {
			尼 = {
				this = True
			}
		},
		／ = {
			尼 = {
				this = True
			}
		},
		＼ = {
			尼 = {
				this = True
			}
		},
		_ = {
			尼 = {
				this = True
			}
		},
		多 = {
			利 = {
				亚 = {
					的 = {
						密 = {
							码 = {
								this = True
							}
						}
					}
				}
			}
		},
		护 = {
			this = True,
			罢 = {
				工 = {
					this = True
				}
			}
		},
		尼 = {
			this = True,
			熊 = {
				this = True,
				给 = {
					我 = {
						下 = {
							来 = {
								this = True
							}
						}
					}
				}
			},
			链 = {
				刃 = {
					this = True
				}
			},
			连 = {
				r = {
					this = True
				}
			},
			座 = {
				位 = {
					涂 = {
						了 = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			遨 = {
				游 = {
					星 = {
						瀚 = {
							this = True
						}
					}
				}
			},
			宽 = {
				衣 = {
					this = True
				}
			}
		},
		["'"] = {
			尼 = {
				this = True
			}
		},
		["-"] = {
			尼 = {
				this = True
			}
		},
		权 = {
			this = True,
			博 = {
				客 = {
					this = True
				}
			},
			更 = {
				难 = {
					血 = {
						泪 = {
							重 = {
								this = True
							}
						}
					}
				}
			},
			联 = {
				盟 = {
					this = True
				}
			},
			人 = {
				士 = {
					this = True,
					遭 = {
						绑 = {
							架 = {
								this = True
							}
						}
					}
				}
			},
			诗 = {
				集 = {
					this = True
				}
			},
			网 = {
				义 = {
					工 = {
						this = True
					}
				}
			}
		},
		吾 = {
			尔 = {
				青 = {
					年 = {
						联 = {
							盟 = {
								this = True
							}
						}
					}
				}
			}
		},
		族 = {
			this = True,
			扣 = {
				押 = {
					站 = {
						this = True
					}
				}
			},
			拘 = {
				押 = {
					营 = {
						this = True
					}
				}
			}
		},
		园 = {
			this = True,
			晚 = {
				会 = {
					this = True
				}
			}
		},
		民 = {
			扣 = {
				押 = {
					站 = {
						this = True
					},
					所 = {
						this = True
					}
				}
			},
			拘 = {
				留 = {
					营 = {
						this = True
					}
				}
			}
		},
		妮 = {
			座 = {
				位 = {
					涂 = {
						了 = {
							["5"] = {
								["0"] = {
									["2"] = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		腻 = {
			this = True
		},
		港 = {
			默 = {
				哀 = {
					this = True
				}
			},
			祈 = {
				祷 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.維 = {
		["\""] = {
			["\""] = {
				尼 = {
					["\""] = {
						this = True
					}
				}
			}
		},
		、 = {
			尼 = {
				this = True
			}
		},
		["."] = {
			尼 = {
				this = True
			}
		},
		。 = {
			尼 = {
				this = True
			}
		},
		["/"] = {
			尼 = {
				this = True
			}
		},
		／ = {
			尼 = {
				this = True
			}
		},
		＼ = {
			尼 = {
				this = True
			}
		},
		_ = {
			尼 = {
				this = True
			}
		},
		尼 = {
			this = True,
			熊 = {
				this = True
			}
		},
		["'"] = {
			尼 = {
				this = True
			}
		},
		["-"] = {
			尼 = {
				this = True
			}
		},
		園 = {
			晚 = {
				會 = {
					this = True
				}
			}
		},
		民 = {
			釦 = {
				押 = {
					站 = {
						this = True
					},
					所 = {
						this = True
					}
				}
			},
			拘 = {
				畱 = {
					營 = {
						this = True
					}
				}
			}
		},
		族 = {
			釦 = {
				押 = {
					站 = {
						this = True
					}
				}
			},
			拘 = {
				押 = {
					營 = {
						this = True
					}
				}
			}
		}
	}

temp()
