pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_75 = {}

local var_0_1 = var_0_0.word_template_75

def temp():
	var_0_1.鹾 = {
		this = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.鹺 = {
		this = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.錯 = {
		B = {
			this = True
		},
		逼 = {
			this = True
		},
		比 = {
			this = True
		},
		那 = {
			嗎 = {
				B = {
					this = True
				},
				逼 = {
					this = True
				},
				比 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.达 = {
		菲 = {
			鸡 = {
				this = True
			}
		},
		赖 = {
			this = True,
			活 = {
				佛 = {
					this = True
				}
			},
			集 = {
				团 = {
					this = True
				}
			},
			喇 = {
				嘛 = {
					this = True,
					流 = {
						亡 = {
							["5"] = {
								["0"] = {
									周 = {
										年 = {
											this = True
										}
									}
								}
							}
						}
					},
					与 = {
						中 = {
							国 = {
								this = True
							}
						}
					}
				}
			}
		},
		米 = {
			宣 = {
				教 = {
					会 = {
						this = True
					}
				}
			}
		},
		海 = {
			嫌 = {
				犯 = {
					小 = {
						吃 = {
							糖 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.達 = {
		夫 = {
			警 = {
				衛 = {
					兵 = {
						this = True
					}
				}
			},
			侍 = {
				從 = {
					this = True
				}
			}
		},
		賴 = {
			this = True,
			喇 = {
				嘛 = {
					this = True
				}
			}
		},
		癩 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.打 = {
		倒 = {
			共 = {
				产 = {
					党 = {
						this = True
					}
				},
				產 = {
					黨 = {
						this = True
					}
				}
			},
			国 = {
				民 = {
					党 = {
						this = True
					}
				}
			},
			胡 = {
				锦 = {
					涛 = {
						this = True
					}
				}
			},
			日 = {
				本 = {
					this = True
				}
			},
			中 = {
				央 = {
					this = True
				}
			},
			邓 = {
				李 = {
					杨 = {
						this = True
					}
				}
			},
			墨 = {
				索 = {
					里 = {
						习 = {
							this = True
						}
					}
				}
			}
		},
		到 = {
			共 = {
				产 = {
					党 = {
						this = True
					}
				}
			},
			中 = {
				央 = {
					this = True
				}
			}
		},
		飞 = {
			机 = {
				this = True
			}
		},
		飛 = {
			機 = {
				this = True
			}
		},
		粉 = {
			插 = {
				花 = {
					this = True
				}
			}
		},
		黄 = {
			扫 = {
				非 = {
					找 = {
						鸡 = {
							睡 = {
								this = True
							}
						}
					}
				}
			}
		},
		击 = {
			警 = {
				察 = {
					this = True
				}
			},
			极 = {
				少 = {
					数 = {
						教 = {
							育 = {
								团 = {
									结 = {
										大 = {
											多 = {
												数 = {
													this = True
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		架 = {
			结 = {
				社 = {
					黑 = {
						社 = {
							会 = {
								this = True
							}
						}
					}
				}
			}
		},
		炮 = {
			this = True,
			不 = {
				分 = {
					前 = {
						和 = {
							后 = {
								this = True
							}
						}
					}
				}
			}
		},
		人 = {
			公 = {
				务 = {
					员 = {
						this = True
					}
				}
			},
			交 = {
				警 = {
					this = True
				}
			},
			致 = {
				死 = {
					this = True
				}
			}
		},
		伤 = {
			小 = {
				贩 = {
					this = True
				}
			}
		},
		死 = {
			人 = {
				this = True
			}
		},
		下 = {
			一 = {
				个 = {
					大 = {
						大 = {
							的 = {
								后 = {
									宫 = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		},
		压 = {
			异 = {
				族 = {
					this = True
				}
			}
		},
		野 = {
			炮 = {
				this = True
			}
		},
		一 = {
			炮 = {
				this = True
			}
		},
		砸 = {
			日 = {
				货 = {
					this = True
				}
			},
			烧 = {
				事 = {
					件 = {
						this = True
					}
				}
			}
		},
		桩 = {
			机 = {
				体 = {
					位 = {
						this = True
					}
				}
			}
		},
		败 = {
			中 = {
				国 = {
					this = True
				}
			}
		},
		赢 = {
			了 = {
				祖 = {
					国 = {
						统 = {
							一 = {
								， = {
									打 = {
										输 = {
											了 = {
												人 = {
													民 = {
														解 = {
															放 = {
																this = True
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									倒 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	习 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									近 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	平 = {
																																		this = True
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									垮 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	习 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									近 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	平 = {
																																		this = True
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									},
									败 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	习 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									近 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	平 = {
																																		this = True
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		牌 = {
			还 = {
				爱 = {
					吃 = {
						牛 = {
							排 = {
								this = True
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.呆 = {
		逼 = {
			this = True
		},
		卵 = {
			this = True
		},
		在 = {
			家 = {
				地 = {
					震 = {
						this = True
					}
				}
			}
		}
	}

temp()
