pg = pg or {}

local var_0_0 = pg

var_0_0.word_template_83 = {}

local var_0_1 = var_0_0.word_template_83

def temp():
	var_0_1.第 = {
		二 = {
			十 = {
				七 = {
					军 = {
						this = True
					}
				}
			}
		},
		六 = {
			波 = {
				财 = {
					富 = {
						this = True
					}
				}
			}
		},
		廿 = {
			七 = {
				軍 = {
					this = True
				}
			}
		},
		十 = {
			一 = {
				个 = {
					老 = {
						公 = {
							是 = {
								公 = {
									务 = {
										员 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		五 = {
			代 = {
				中 = {
					共 = {
						["1"] = {
							["8"] = {
								大 = {
									主 = {
										角 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			}
		},
		一 = {
			次 = {
				操 = {
					表 = {
						姐 = {
							this = True
						}
					}
				}
			},
			第 = {
				二 = {
					第 = {
						三 = {
							次 = {
								B = {
									妈 = {
										养 = {
											个 = {
												b = {
													孩 = {
														子 = {
															this = True
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			个 = {
				炸 = {
					北 = {
						京 = {
							立 = {
								交 = {
									桥 = {
										this = True
									}
								}
							}
						}
					}
				}
			},
			声 = {
				优 = {
					this = True
				}
			},
			任 = {
				就 = {
					修 = {
						仙 = {
							了 = {
								this = True
							}
						}
					}
				}
			},
			婆 = {
				娘 = {
					this = True
				}
			}
		},
		四 = {
			色 = {
				综 = {
					合 = {
						this = True
					}
				}
			}
		},
		三 = {
			次 = {
				财 = {
					富 = {
						分 = {
							配 = {
								this = True
							}
						}
					}
				}
			}
		},
		["3"] = {
			["3"] = {
				个 = {
					["3"] = {
						["2"] = {
							× = {
								["2"] = {
									this = True
								}
							},
							["+"] = {
								["3"] = {
									["2"] = {
										this = True
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.蒂 = {
		巴 = {
			因 = {
				this = True
			}
		},
		顺 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.缔 = {
		顺 = {
			this = True
		}
	}

temp()

def temp():
	var_0_1.颠 = {
		覆 = {
			共 = {
				党 = {
					this = True
				}
			},
			性 = {
				错 = {
					误 = {
						this = True
					}
				}
			}
		},
		["."] = {
			["{"] = {
				["0"] = {
					[","] = {
						["1"] = {
							["5"] = {
								["}"] = {
									覆 = {
										["."] = {
											["{"] = {
												["0"] = {
													[","] = {
														["1"] = {
															["5"] = {
																["}"] = {
																	习 = {
																		["."] = {
																			["{"] = {
																				["0"] = {
																					[","] = {
																						["1"] = {
																							["5"] = {
																								["}"] = {
																									近 = {
																										["."] = {
																											["{"] = {
																												["0"] = {
																													[","] = {
																														["1"] = {
																															["5"] = {
																																["}"] = {
																																	平 = {
																																		this = True
																																	}
																																}
																															}
																														}
																													}
																												}
																											}
																										}
																									}
																								}
																							}
																						}
																					}
																				}
																			}
																		}
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}

temp()

def temp():
	var_0_1.巅 = {
		峰 = {
			三 = {
				国 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.癫 = {
		马 = {
			女 = {
				郎 = {
					this = True
				}
			}
		}
	}

temp()

def temp():
	var_0_1.点 = {
		击 = {
			进 = {
				入 = {
					我 = {
						的 = {
							this = True
						}
					}
				}
			},
			也 = {
				能 = {
					赚 = {
						钱 = {
							this = True
						}
					}
				}
			},
			这 = {
				里 = {
					this = True,
					浏 = {
						览 = {
							我 = {
								的 = {
									全 = {
										部 = {
											this = True
										}
									}
								}
							}
						}
					}
				}
			},
			赚 = {
				钱 = {
					this = True
				}
			}
		},
		鸾 = {
			倒 = {
				凤 = {
					this = True
				}
			}
		},
		色 = {
			论 = {
				坛 = {
					this = True
				}
			}
		},
		点 = {
			烛 = {
				光 = {
					维 = {
						园 = {
							见 = {
								this = True
							}
						}
					}
				}
			}
		},
		this = {
			this = True
		},
		人 = {
			this = True
		},
		燃 = {
			烛 = {
				光 = {
					this = True
				}
			}
		}
	}

temp()
